Repository: DecideGmbH/zz_bills
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_zzbills_domain_model_bill.number
source: Number
de: Rechnungsnummer

# tx_zzbills_domain_model_bill.date
source: Date
de: Rechnungs Datum

# tx_zzbills_domain_model_bill.recipient_name
source: Recipient Name
de: Rechnungsempf√§nger

# tx_zzbills_domain_model_bill.recipient_address
source: Recipient Address
de: Adresse

# tx_zzbills_domain_model_bill.recipient_zip
source: Recipient Zip
de: PLZ

# tx_zzbills_domain_model_bill.recipient_city
source: Recipient City
de: Ort

# tx_zzbills_domain_model_bill.recipient_company
source: Recipient Company
de: Firma

# tx_zzbills_domain_model_bill.recipient_mail
source: Recipient Mail
de: E-Mail

# tx_zzbills_domain_model_bill.recipient_phone
source: Recipient Phone
de: Telefonnummer

# tx_zzbills_domain_model_bill.comment
source: Comment
de: Kommentar
